{"General":{
  "name":"Satyanveshana Mandali"
},
  "HomePage": {
    "title": "Welcome to Satyanveshana Mandali",
    "intro": "Application of philosophy(epistemology) to real life, by means of truth seeking skills. Improve values in society",
    "changeLanguage": "Switch to Telugu",
    "footer": "Powered by Satyanveshana Mandali",
    "name":"Satyanveshana Mandali"
  },
  "blog":{
    "name":"Satyanveshana Mandali",
    "intro":"Realizing the truth is not just a necessity; it is the foundation of every human life. What is truth? What is real? How can one know the truth? Based on these thoughts, the Satyanveshana Mandali was established.The primary objective of the Mandali is to cultivate realistic vision, truth-seeking, discernment, and righteous conduct among people while fostering awareness of individual and collective well-being. As a foundation for this, it integrates spirituality, philosophy, and science to pave new paths for human development.",
    "start":"Mandali Formation",
    "a":"There is an inspiring story behind the establishment of the Truth-Seeking Council. With deep contemplation on the goals of human life, an exploration of various philosophical perspectives, and a vision to suggest the right paths for society, the council was founded. Its primary objective is to contribute to societal development by inspiring individuals in their lives.",
    "list":"Mandali Activities",
    "l1":"Knowledge Enlightenment:The council focuses on seeking truth through scientific inquiry. It conducts programs that enhance true understanding by studying various scriptures, engaging in philosophical discussions, and utilizing scientific research methodologies.",
    "l2":"Social Service:The council dedicates its time to social service. It organizes educational programs, takes initiatives to reduce social inequalities, and conducts training sessions.",
    "l3":"Philosophical Discussion Forums:The council serves as a platform for philosophical discussions on truth, spirituality, and human values. As part of the pursuit of knowledge, it brings together scholars, thinkers, and followers of various philosophical perspectives to share their viewpoints and discern the essence of truth.",
    "l4":"Publications:The council publishes books, articles, and research reports related to the pursuit of truth. Through the Vivekapatham magazine, it not only raises awareness about nature and society among people but also helps cultivate interest in personal lifestyle and the quest for truth.",
    "l5":"Training on Independent Thinking and Self-Sufficiency:The council plays a key role in guiding individuals to become independent thinkers and self-sufficient, helping them lead meaningful lives. It conducts various training programs that empower individuals in ways that contribute to nature, society, and personal development.",
    "goals":"Mandali Goals",
    "b1":" Welfare of Society Through Righteousness:The council strives to guide every individual towards a disciplined and healthy life, ensuring overall societal well-being.",
    "b2":"Building an Enlightened Society:By promoting knowledge, rational analysis, and ethical living, the council aims to foster unity, harmony, and peace in society.",
    "b3":"Inspiring Future Generations:Encouraging wisdom, awareness, and commitment to social service among the youth to create a responsible and enlightened community.",
     "end":"Conclusion",
    "c":"The Truth-Seeking Council is paving the way for societal transformation through its explorations and philosophical reflections. As a continuous platform for deep inquiry, it influences individual lives while persistently seeking paths that benefit society. With the powerful message — Truth is Life – Truth-Seeking is the Goal – Righteous Living is the Path — the council invites everyone to understand its vision and become the foundation stones for personal and societal growth."
  }
}
