{ "General":{
  "name":"సత్యాన్వేషణ మండలి"
},
  "HomePage": {
    "title": "సత్యాన్వేషణ మండలికి స్వాగతం",
    "intro": "జ్ఞాన సిద్ధాంతం, సత్యాన్వేషణ నైపుణ్యాల ద్వారా నిత్య జీవితం మెరుగు. మునుపటి కంటే మెరుగైన నిర్ణయాలు ",
    "changeLanguage": "ఆంగ్లంలో మార్చండి",
    "footer": "--సత్యాన్వేషణ మండలి--",
    "name":"సత్యాన్వేషణ మండలి"
  },
  "blog":{
    "name":"సత్యాన్వేషణ మండలి",
    "intro":"సత్యం తెలియడం అనేది  అవసరం మాత్రమే కాదు, అది ప్రతి మనిషి జీవితానికి పునాది. సత్యం అంటే ఏమిటి? ఏది సత్యం? సత్యాన్ని ఎలా తెలుసుకోవడం? అన్న ఆలోచన ఆధారంగా స్థాపించబడిన సంస్థ సత్యాన్వేషణ మండలి. మండలి ప్రధాన లక్ష్యం ప్రజలలో “వాస్తవిక దృష్టి, సత్యాన్వేషణ, వివేకం, ధర్మాచరణ”లను పెంపొందించడం  మరియు వ్యష్టి, సమష్టి, శ్రేయస్సుల పట్ల అవగాహన కల్పించడం. అందుకు పునాదిగా ఆధ్యాత్మికత, తాత్వికత, మరియు విజ్ఞాన శాస్త్రాలను సమన్వయం చేయడం ద్వారా మానవాభివృద్ధికి  నూతన దారులను చూపిస్తుంది.",
    "start":"మండలి ఆవిర్భావం",
    "a":"సత్యాన్వేషణ మండలి ఏర్పడటానికి వెనుక ఒక ప్రేరణాత్మక కథ ఉంది. మానవ జీవిత లక్ష్యాలపై లోతైన ఆలోచనలతో, వివిధ తాత్విక ధోరణుల పరిశీలన, మరియు సమాజానికి సరి అయిన మార్గాలను సూచించాలన్న దృక్పథంతో మండలి ప్రారంభమైంది. ఇది వ్యక్తుల జీవితాల్లో స్ఫూర్తిని నింపడం ద్వారా సమాజాభివృద్ధి కోసం కృషి చేయడమే ప్రధాన లక్ష్యంగా పెట్టుకుంది.",
    "list":"మండలి కార్యాచరణలు",
    "l1":"జ్ఞాన ప్రబోధన:మండలి సత్యాన్ని శాస్త్రీయ పరిశీలన ద్వారా వెతుక్కోవడంపై దృష్టి పెట్టింది. వివిధ గ్రంథాల అధ్యయనం, తాత్విక చర్చలు, మరియు శాస్త్రీయ పరీక్షా విధానాలను ఉపయోగించి నిజమైన అవగాహన పెంపొందించే కార్యక్రమాలను నిర్వహిస్తుంది.",
    "l2":"సమాజ సేవ:మండలి  తన సమయాన్ని సమాజ సేవ కోసం కేటాయిస్తుంది. విద్యా కార్యక్రమాలు, సమాజంలో అసమానతల నివారణ కోసం చర్యలు, మరియు శిక్షణా తరగతులను నిర్వహిస్తుంది.",
    "l3":"తత్వచర్చావేదికలు:సత్యం, ఆధ్యాత్మికత, మరియు మానవ విలువలపై తాత్విక చర్చలకు వేదికగా మండలి నిలుస్తుంది. జ్ఞానాన్వేషణలో భాగంగా అనేక మంది మేధావులు, ఆలోచనా పరులు,  మరియు తాత్విక ధోరణుల వారిని కలిపి, వారి దృక్పథాలను పంచుకోవడం మరియు సత్యాసత్యాల నిగ్గు తేల్చిడం మండలి ప్రత్యేకత.",
    "l4":"ప్రచురణలు:మండలి సత్యాన్వేషణకు సంబంధించిన పుస్తకాలు, వ్యాసాలు, మరియు పరిశోధనా నివేదికలను ప్రచురిస్తోంది. “వివేకపథం” పత్రిక ద్వారా ప్రజలలో ప్రకృతి మరియు సమాజం పట్ల అవగాహన పెంచడమే కాకుండా, వ్యక్తి జీవనశైలి మరియు సత్యాన్వేషణ పట్ల ఆసక్తిని పెంపొందించడానికి సహాయపడుతుంది.",
    "l5":"స్వతంత్ర ఆలోచన మరియు స్వయం సమర్థతపై శిక్షణ:వ్యక్తులు స్వతంత్ర ఆలోచనా పరులుగాను మరియు స్వయం సమర్థులుగా మారి, తమ జీవితాలను సార్థకంగా మార్చుకోవడానికి మార్గదర్శకత్వాన్ని అందించడంలో మండలి కీలక పాత్ర పోషిస్తోంది. ప్రకృతి, సమాజం మరియు వ్యక్తిగత అభివృద్ధికై మనిషిని పురికొల్పే విధంగా వివిధ శిక్షణా కార్యక్రమాలు నిర్వహిస్తుంది.",
    "goals":"మండలి లక్ష్యాలు",
    "b1":"ధర్మమార్గంలో సమాజ శ్రేయస్సు: సమాజంలోని ప్రతి వ్యక్తి జీవితాన్ని సక్రమంగా, ఆరోగ్యంగా మార్చే దిశగా మండలి ప్రయత్నిస్తోంది.",
     "b2":"జ్ఞానవంతమైన సమాజం నిర్మాణం: విజ్ఞానం, వాస్తవిక పరిశీలన మరియు ధర్మాచరణ ద్వారా సమాజంలో ఐక్యత, సమరసత, మరియు శాంతిని తీసుకురావడానికి మండలి ప్రయత్నిస్తోంది.",
    "b3":"తరతరాలకు స్ఫూర్తి: యువతలో వివేకం, విజ్ఞానం, మరియు సమాజ సేవ పట్ల నిబద్ధతను ప్రోత్సహించడం.",
    "end":"చివరగా",
    "c":"సత్యాన్వేషణ మండలి తన అన్వేషణా మార్గాలు మరియు ఆలోచనల ద్వారా సమాజంలో మార్పుకు దారి చూపుతోంది. ఇది ఒక నిరంతర తాత్విక వేదికగా నిలిచి, వ్యక్తుల జీవితాలను ప్రభావితం చేస్తూ, సమాజానికి ఉపయోగపడే మార్గాలను నిరంతరం అన్వేషిస్తుంది. సత్యమే జీవితం - సత్యాన్వేషణే లక్ష్యం - ధర్మాచరణమే మార్గం అనే సందేశాన్ని బలంగా ప్రతిపాదిస్తున్న ఈ మండలి ఆశయాలను ప్రతి ఒక్కరు అవగాహన చేసుకొని,  వ్యక్తి, సమాజ నిర్మాణానికి పునాది రాళ్లవ్వడానికి సాదరంగా ఆహ్వానిస్తున్నాం…"

  }
}
